Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2017/4_samisk_som_andresprak.pdf.tmx
Source language: nob
Languages: sme

source: Også elever og foreldre har rapportert om økt læringsutbytte og motivasjon etter at lærerne har blitt kurset i Ulpan-metodikk.
sme: Maiddái oahppit ja váhnemat leat muitalan oahppanbohtosiid ja movtta leat buorránan maŋŋil go oahpaheaddjit leat oahpahuvvon Ulpanvuogádagas.

source: Ulpanmetodikken bør gjøres tilgjengelig for enda flere samisklærere.
sme: Ulpan-vuogádat berrešii leat olámuttos ain eambbo sámegieloahpaheddjiide.

source: 4.9.3 Hva kan forbedres?
sme: 4.9.3 Mii sáhttá buoriduvvot?

source: Man må som kjent ikke være dårlig for å kunne forbedre seg.
sme: Nugo diehtit de ii ábut leat čuorbi buoridit iežas.

source: Så uansett om språkutvalget har rett eller feil i at elevene ikke blir tospråklige, kan det settes inn tiltak for å gjøre andrespråksopplæringa bedre og derigjennom å øke læringsutbyttet for andrespråkselevene.
sme: Váikko giellalávdegottis lea riekta dahje boastut das ahte oahppit eai šatta guovttegielagiin, de sáhttá bidjat johtui doaibmabijuid vai nubbingielatoahpahus buorránivčče, mii fas buorida nubbingielatohppiid oahppanbohtosiid.

source: Innenfor metodikkopplæring er Ulpan-metoden nevnt som det kanskje aller viktigste virkemiddelet for å øke læringsutbyttet.
sme: Metodihkkaoahpahusas lea Ulpan-vuogádat namuhuvvon dat mii soaitá leat dat buot buoremus vuohki mainna buoridit oahppanbohtosiid.

source: Samisklæreres generelle pedagogiske kompetanse og samiskspråklige kompetanse er naturligvis svært viktig.
sme: Sámegieloahpaheddjiid obbalaš pedagogalaš gelbbolašvuohta ja sámegielat gelbbolašvuohta lea diehttelas hui mávssolaš.

source: Samiske tall forteller 9 har ei full kartlegging av samisklæreres kompetanse, så det er ikke nødvendig å repetere det her, men nå arbeider departementet med store rekrutteringstiltak for å få ned andelen ufaglærte lærere i Nord-Norge.
sme: Sámi logut muitalit 9 lea ollislaš kárten sámegieloahpaheddjiid gelbbolašvuođas, nu ahte dan ii leat dárbu geardduhit dás, muhto dál lea departemeanta bargame stuorit rekrutterendoaibmabijuiguin, mii galgá unnidit oahppameahttun oahpaheddjiid Davvi-Norggas.

source: Andelen ufaglærte i nord er på mellom seks og ni prosent.
sme: Oahppameahttun oahpaheddjiid lohku davvin lea gaskal guhtta ja ovcci proseanta.

source: Andelen ufaglærte i lule- og sørsamisk er på hele 25 prosent.
sme: Oahppameahttun oahpaheddjiid lohku julev- ja lullisámegielas lea olles 25 proseanta.

source: Det vil derfor være naturlig at det samtidig med ei betydelig rekrutteringssatsing for å utdanne flere lærere i Nord-Norge også blir ei stor satsing på å utdanne samisklærere.
sme: Danne livčče lunddolaš ahte seammás go leat bargame rekrutteremiin, mainna oahpahit eambbo oahpaheddjiid Davvi-Norggas, ahte de maiddái oahpahit sámegieloahpaheddjiid.

source: Som vi har sett, har elevene jevnt over svært gode karakterer i samisk.
sme: Nugo leat oaidnán de leat ohppiin juohke guovllus hui buorit árvosánit sámegielas.

source: Samtidig viser undersøkelser at mange foreldre er misfornøyde med læringsutbyttet i samisk.
sme: Seammás čájehit iskkadeamit ahte ollu váhnemat leat duhtameahttumat sámegiela oahppanbohtosiiguin.

source: Dette kan oppfattes som en sjølmotsigelse, men det kan i noen tilfeller være for store forventninger til hva elevene kan lære av samisk hvis de har noen få timer samisk i uka, og ikke har andre arenaer enn samisktimene til å utvikle språket.
sme: Dat sáhttá ipmirduvvot ahte dadjet iežaset vuostá, muhto muhtin áššiin sáhttet leat beare stuora vuordámušat dasa man mutto oahppit sáhttet oahppat sámegiela, jus sis lea dušše moadde diimmu sámegiella vahkkui ja muđui eai leat eará arenat gos beasašii hárjehallat giela go sámegieldiimmuin.

source: 4.9.4 Myter om språkopplæring
sme: 4.9.4 Myhtat giellaoahpahusa birra

source: For å sikre ei god og målrealistisk samiskopplæring er det behov for innsikt i enkelte momenter som ofte glemmes i språkopplæringa.
sme: Vai sihkkarastá buori ja ulbmilrealisttalaš sámegieloahpahusa, de lea dárbu ipmirdit muhtin momeanttaid mat dávjá vájalduvvojit giellaoahpahusas.

source: Professor emeritus Barry McLaughlin ved National Center for Research on Cultural Diversity and Second Language Learning ved University of California regnes som en av de fremste forskerne på området.
sme: Professora emeritus Barry McLaughlin California Universitehtas rehkenasto leat čeahpimus dutkiin dán suorggis.

source: Han påpeker at andrespråkslærerne må ha høg innsikt i hvordan man driver opplæring i andrespråk – andrespråksdidaktikk.
sme: Son čujuha ahte nubbingielatoahpaheddjiin ferte leat buorre ipmárdus movt oahpahit nubbingiela – nubbingielatdidaktihka.

source: Ofte har man intuitive oppfatninger av hva god språkopplæring er, og hva det er som gjør at elever faktisk lærer språket.
sme: Dávjá lea ipmárdusat dasa mii lea buorre giellaoahpahus ja mii dahká ahte oahppit duođai ohppet giela.

source: McLaughlin har i sin forskning påpekt en rekke myter om andrespråksopplæring.
sme: McLaughlin lea iežas dutkamiin čujuhan ollu myhtaid nubbingielatoahpahusa birra.

source: Noen av disse skal vi gå gjennom her: 1. Andrespråksopplæring er krevende og til tider frustrerende Mange tror at barn lærer språk så fort og så lett at det nesten går automatisk.
sme: 1. Nubbingielatoahpahus lea gáibideaddji ja muhtomin vel duššastuhtti Máŋggas doivot ahte mánát ohppet giela johtilit ja nu álkit ahte measta manná automáhtalaččat.

source: Noen mener årsaken til det er at barns hjerner er mer fleksible.
sme: Muhtimat oaivvildit sivvan dasa lea ahte mánáid jierbmi lea eambbo dávggas dahje njuovžil.

source: I enkelte tilfeller kan man erfare at barn i praksis lærer språk raskere enn voksne.
sme: Muhtin dilálašvuođain sáhttá vásihit ahte mánát duohtavuođas ohppet giela jođáneappot go rávis olbmot.

source: Imidlertid er dette som regel på grunn av at de i større grad bruker språket i lek og i barnehagen.
sme: Goitge lea dávjá dan dihte go sii besset eambbo geavahit giela stoahkamiin ja mánáidgárddis.

source: Barn tilbringer rett og slett mer tid i situasjoner som gir språkopplæring.
sme: Mánát leat duohtavuođas eambbo dilálašvuođain gos ohppet giela.

source: Under ellers like forhold er det grundig dokumentert at barn ikke lærer språk raskere enn voksne, faktisk er det motsatte som regel tilfelle.
sme: Diekkár dilálašvuođain lea vuđolaččat dokumenterejuvvon ahte mánát eai oahpa giela jođáneappot go rávis olbmot, dávjá lea baicca nuppe ládje.

source: I tillegg er vokabularet barn behøver for å kommunisere, langt mer begrenset enn for voksne, noe som ofte fører til at man tror barn lærer språk raskere.
sme: Dasa lassin eai dárbbaš mánát nu stuora sátneráju go galget sáhttit gulahallat, juoga mii dagaha ahte orru dego mánát oahpaše giela jođáneappot.

source: Slutningen her blir at lærere (og foreldre) må akseptere at det å lære samisk for barn er minst like vanskelig som det er for voksne.
sme: Jurddaboađus dás lea ahte oahpaheaddjit (ja váhnemat) fertejit dohkkehit ahte mánáide oahppat sámegiela lea seamma váttis go rávis olbmuide.

source: Noen mener at barn ikke har de samme språksperrene som voksne, og er mindre redde for å snakke feil.
sme: Muhtimat oaivvildit ahte mánáin eai leat dat seamma giellahehttehusat go rávis olbmuin, ja mánát eai bala nu ollu hupmamis boastut.

source: Erfaring her viser at også barn i stor grad har sperrer på dette området.
sme: Vásáhusat čájehit ahte mánáin leat maid oalle ollu hehttehusat duosttat hupmat giela.

source: 2. Jo yngre barnet er, jo raskere lærer det språk Det er ingen tvil om at det beste tidspunktet for et barn å begynne å lære et språk er når det er nyfødt.
sme: 2. Mađi nuorat, dađi jođáneappot oahppá giela Ii leat eahpádus ge ahte mánnái lea buoremus oahppagoahtit giela njuoratmánnán juo.

source: Men om man ikke begynner da, mener mange automatisk at jo yngre, jo bedre.
sme: Jus ii álgge dalle, de oaivvildit máŋggas ahte lea buoremus oahppat nu nuorran go vejolaš.

source: Flere store studier i Storbritannia, Sverige, Sveits og Danmark har påvist det motsatte.
sme: Máŋga dutkamuša Stuora Británnias, Ruoŧas, Sveiccas ja Dánmárkkus leat čájehan baicca nuppe ládje.

source: En studie med 17 000 elever i Storbritannia viste at etter fem års språkopplæring i fransk hadde de elevene som begynte med franskopplæring da de var elleve, langt bedre resultater enn de som begynte da de var åtte.
sme: Okta dutkan Stuora Británnias, masa oasálaste 17 000 oahppi, čájehii ahte maŋŋil vihtta jagi fránskkagiela giellaoahpahusas, de máhtte dat oahppit, geat oahpahallagohte giela 11 jahkásažžan, ollu buorebut fránskkagiela go sii geat 8 jahkásažžan oahpahallagohte dan.

source: Spesielt hvis man i stor grad legger vekt på grammatikk i språkopplæringa, vil de yngste elevene finne det vanskelig.
sme: Earenoamážiid jus giellaoahpahusas lea ollu grammatihkka guovddážis, de šaddá nuoramusaide váttisin.

source: Samiskopplæring har i mange tilfeller vektlagt grammatikk, og dette kan være en av årsakene til at resultatene ikke har vært som forventet.
sme: Sámegieloahpahus lea máŋgga oktavuođas deattuhan grammatihka ja dat sáhttá leat okta sivain manne bohtosat eai leat leamaš nugo lei vurdojuvvon.

source: Slutningen må derfor ikke bli at andrespråksopplæringa bør begynne seinere.
sme: Jurddaboađus ii ábut dan dihte leat nu ahte nubbingielatoahpahus berre álgit maŋŋideabbo.

source: Allerede i 11–13-årsalderen mister man evnen til å lære et språk perfekt hvis man ennå ikke har begynt å lære det.
sme: Juo 11-13 jahkásaš agis ii leat šat olmmoš nu čeahppi oahppat giela jus dan rádjái ii leat oahppagoahtán dan.

source: Dessuten viser mange undersøkelser at uttalen vil være bedre om man lærer språk i veldig ung alder.
sme: Dasa lassin čájehit máŋga dutkama ahte sániid máhttá dadjat buorebut jus hui nuorran oahppá giela.

source: I tillegg vil det å lære språk tidlig bety at man raskere kan delta i kulturelle og sosiale aktiviteter der man behøver å beherske samisk.
sme: Dasa lassin go árrat oahppá giela mearkkaša ahte jođáneappot sáhttá oasálastit kultuvrralaš ja sosiála doaimmaide gos ferte máhttit sámegiela.

source: 3. Jo mer tid man bruker i språklige kontekster, jo mer lærer man Også språkutvalget antyder at dette er tilfelle.
sme: 3. Mađi eambbo geavaha giela gielalaš konteavsttain, dađi eambbo oahppá dan. Maiddái giellalávdegottis geažuhit ahte dat lea duohta.

source: Imidlertid viser flere studier også på dette området at det ikke nødvendigvis er tilfelle.
sme: Goitge čájehit máŋga dutkama maiddái dán suorggis ahte dat ii dárbbaš leat duohta.

source: Fullstendig «immersion» (språkbading) var svaret på det meste for noen år siden.
sme: Olles áigge giellalávgun lei eanas áigge vástádussan dás muhtin jagiid áigi.

source: Stadig flere forskere og språklærere går bort fra dette.
sme: Dađistaga eai doarjjo šat dan dutkit ja giellaoahpaheaddjit.

source: Også Ulpan-lærere i Israel har begynt å bruke hjelpespråk i begynneropplæringa i hebraisk.
sme: Maiddái Ulpan-oahpaheaddjit Israelis leat álgán atnit veahkkegiela hebreagiela álgooahpahusas.

source: Noen forskere har snakket om språkbad versus språkdrukning, og det er noe av det samme.
sme: Muhtin dutkit leat hupman giellalávguma birra vs. giellaheavvanemiin, mii lea sullii dat seamma.

source: Dette betyr samtidig at man ikke automatisk kan regne med bedre språklig utbytte av å øke timetallet i samisk eller ved å arrangere flere språkleirer.
sme: Dat mearkkaša ahte seammás ii sáhte automáhtalaččat rehkenastit oažžut buoret gielalaš bohtosiid go lasiha diibmologu sámegielas dahje go lágida eambbo giellaleairraid.

source: Mye av forskningen på tospråklighet har vært utført med innvandrere og er ikke automatisk overførbar til urfolkskontekster.
sme: Ollu guovttegielatvuođa dutkan lea čađahuvvon sisafárrejeddjiid ektui ja daid ii sáhte automáhtalaččat sirdit eamiálbmotkonteavsttaide.

source: Professor Jim Cummins fra University of Toronto har imidlertid forsket mye på First Nations-språk i Canada og også sett på samisk opplæring, gjennom en rekke besøk i Norge.
sme: Professora Jim Cummins Toronto Universitehtas lea goitge ollu dutkan First Nation-gielaid Kanadas ja maiddái geahččan sámegieloahpahusa, go lea máŋgga geardde finadan Norggas.

source: Han påpeker det samme som flere andre forskere, at man ikke bør fjerne hjelpespråket i andrespråksopplæringa for tidlig, sjøl om eleven i undervisningssituasjoner kan snakke målspråket uten problemer.
sme: Son čujuha seamma go ollu eará dutkit ahte ii berre heaitit veahkkegielain nubbingielatoahpahusas beare árrat, vaikko vel oahppi oahpahusdilálašvuođain máhtášii ge giela váttisvuođaid haga.

source: Årsaken til dette er blant annet at for å bli funksjonelt tospråklig må du beherske et mer omfattende vokabular enn det man benytter i klasserommet, og viktig læring i så måte kan gå tapt om man for tidlig går over til fullstendig immersion/språkbad.
sme: Sivvan dasa lea earret eará ahte go galgá šaddat doaibmi guovttegielagin, de fertet máhttit stuorit hivvodaga sátneráju go dan maid atná klássalanjas, ja mávssolaš oahppama sáhttá massit jus beare árrat álgá ollislaš immersion/giellalávgumiin.

source: 4. Alle barn lærer språk på samme måte Dette har bidratt til standardiseringer som gjør at mange barn faller fra.
sme: 4. Buot mánát ohppet giela seamma ládje Dat lea dagahan ahte go ráhkada standárddaid, de gáhččet oallut mánát olggobeallái.

source: I en normal språkopplæringssituasjon i et klasserom vil en tredel falle fra og lære lite.
sme: Dábálaš giellaoahpahusdilálašvuođas klássalanjas gáhččet goalmmádas oassi olggobeallái ja unnán ohppet.

source: Man må derfor legge vekt på tilpasset opplæring og elevmedvirkning.
sme: Danne ferte atnit návccaid heivehuvvon oahpahussii ja ohppiid váikkuheapmái.

source: Også her har Ulpan må delta.
sme: Maiddái dás lea čájehuvvon ahte Ulpan-vuogádat lea doaibman go buot oahppit fertejit oasálastit.

source: De med språksperrer syns dette er veldig tøft i begynnelsen, men når det gir resultater, hjelper det også på deres sjølfølelse.
sme: Sis, geain leat giellahehttehusat, oaivvildit álggos leat hui váttisin, muhto go addigoahtá bohtosiid, de veahkeha sin dovdduide maid.

source: Det bør også minnes om at tilpasset opplæring er noe de flinkeste elevene også har krav på.
sme: Berre maid muittuhuvvot ahte heivehuvvon oahpaheapmi lea juoga mii čeahpimus ohppiide maid lea gáibádus oažžut.

source: Lærere som har kunnskap om og forståelse for elevenes kulturbakgrunn, lykkes også bedre i språkopplæringa.
sme: Oahpaheaddjit, geain lea máhttu ja ipmárdus oahppi kulturduogážii, sii maid lihkostuvvet buorebut giellaoahpahemiin.

source: Både samisklærere, skoleeiere og myndigheter må være bevisste de mytene som regjerer innenfor andrespråksopplæring.
sme: Sihke sámegieloahpaheaddjit, skuvlaeaiggádat ja eiseválddit fertejit leat dihtomielalaččat daid myhtaid ektui mat leat nubbingielatoahpahusas.

source: Først da kan man få et kvalitetsløft av samisk språkopplæring.
sme: Easka dalle sáhttá loktet gelbbolašvuođa sámegielat giellaoahpahusas.

source: 4.10 Tilrådinger
sme: 4.10 Rávvagat

source: Andrespråksdidaktikk bør bli et eget fag ved lærerutdanningene.
sme: Nubbingielatdidaktihkka berre šaddat sierra fágan oahpaheaddjioahpuin.

source: Det bør bevilges midler til skoleeiere for etter- og videreutdanning i andrespråksdidaktikk for samisklærere, spesielt i Ulpan-metodikk.
sme: Berre juolluduvvot ruhta skuvlaeaiggádiidda vai sámegieloahpaheaddjit besset nubbingielatdidaktihka oahppat maŋŋil- ja joatkkaoahpuin, earenoamážiid Ulpan-vuogádaga.

source: Rekruttering av flere sensorer med samiskspråklig kompetanse bør styrkes.
sme: Ferte rekrutteret eambbo sensoriid geain lea sámegiela gelbbolašvuohta.

source: Tilsyn med samiskopplæring bør også omfatte kvaliteten på opplæringa.
sme: Sámegieloahpahusa bearráigeahččan ferte maid guoskat oahpahusa kvalitehtii.

source: Samiskelever som tar påbygging til studiespesialisering, bør få et bedre tilrettelagt timetall i samisk.
sme: Sámegieloahppit geat váldet oahppospesialiseren lasáhusa berrejit oažžut buorebut heivehuvvon diibmologu sámegielas.

source: Det bør utvikles flere læremidler, samiskspråklige TV-programmer og youtube-innslag tilrettelagt for andrespråkselever.
sme: Berrejit ráhkaduvvot eambbo sámegielat oahpponeavvut, sámegielat TV-prográmmat ja YouTube-filmmažat sámegillii.

source: Det bør vurderes å opprette stipendier for elever med samisk allerede på ungdomsskolen.
sme: Berre maid árvvoštallat ásahit stipeanddaid ohppiide geain lea sámegiella juo nuoraidskuvllas.

source: Samiske andrespråkselever bør i så stor grad som mulig motiveres til å følge læreplanen Samisk som andrespråk – samisk 2.
sme: Sámegiela nubbingielatoahppit berrejit nu ollu go vejolaš movttiidahttot čuovvut nubbingielat sámegiela – Sámegiella 2.
